/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */


"Report_SmallerObjects" = "…небольшие объекты…";
"Report_HiddenSpace" = "(скрытое пространство)";

"Report_Button_DisksAndFolders" = "Диски и папки";

"Report_EmptyVolume" = "Этот раздел пуст";
"Report_EmptyFolder" = "Эта папка пуста";
"Report_RestrictedVolume" = "Доступ к разделу закрыт";
"Report_RestrictedFolder" = "Доступ к папке закрыт";

"Report_RestrictedVolumeAdmin" = "Закрытый раздел\nПросканируйте его с правами администратора, чтобы увидеть содержимое.";
"Report_RestrictedFolderAdmin" = "Закрытая папка\nПросканируйте ее с правами администратора, чтобы увидеть содержимое.";

/* hidden space description as appears on the sidebar when pointing to it */
"Report_Hidden_SystemAdminManyUsers" = "Пространство, занимаемое файлами, для доступа к которым требуются дополнительные права. Скорее всего эти файлы принадлежат другим пользователям. Просканируйте диск с правами администратора, чтобы просмотреть эти файлы.";
"Report_Hidden_SystemAdminOneUser" = "Пространство, занимаемое закрытыми и системными файлами, для доступа к которым требуются дополнительные права. Просканируйте диск с правами администратора, чтобы просмотреть эти файлы.";
"Report_Hidden_NonSystemAdmin" = "Пространство, занимаемое закрытыми файлами, для доступа к которым требуются дополнительные права. Просканируйте диск с правами администратора, чтобы просмотреть эти файлы.";
"Report_Hidden_UnknownSpace" = "К сожалению, DaisyDisk не может показать эти данные. Они недоступны для пользователей.";

/* context menu for sidebar items */
"Report_Menu_Collect" = "Переместить «%@» в Сборник";
"Report_Menu_CollectDisabled" = "Переместить в Сборник";
"Report_Menu_Uncollect" = "Убрать «%@» из Сборника";
"Report_Menu_UncollectDisabled" = "Убрать из Сборника";

/* text displayed on the Collector */
"Report_Collector_Message_Empty" = "Перетащите сюда файлы и папки";
"Report_Collector_Message_FullCollected" = "Собрано %@";
"Report_Collector_Message_FullNoItems" = "Пусто";
"Report_Collector_Message_FullZeroSizedItems" = "Собраны крошечные файлы";
"Report_Collector_Button_Delete" = "Удалить";

/* read-only disk or folder: the message replaces Collector */
"Report_Collector_Message_ReadOnlyVolume" = "Диск «%@» доступен только для чтения";
"Report_Collector_Message_ReadOnlyFolder" = "Папка «%@» доступна только для чтения";

/* dragging different items to the Collector */
"Report_Collector_Message_System" = "Папка «%@» нужна Mac OS X, не стоит ее удалять";
"Report_Collector_Message_ReadOnlyItem" = "«%@» доступен только для чтения и не может быть удален";
"Report_Collector_Message_SmallerItems" = "Раскройте «небольшие объекты», чтобы можно было удалить отдельные файлы";
"Report_Collector_Message_TimeMachine" = "Для удаления резервных копий воспользуйтесь интерфейсом Time Machine";
"Report_Collector_Message_HiddenSpace" = "Сканирование с правами администратора позволит увидеть скрытое пространство";
"Report_Collector_Message_UnknownHiddenSpace" = "Невозможно удалить скрытое пространство, местоположение файлов неизвестно";

"Report_Collector_Message_CountDownPart1" = "сек. до начала.";
"Report_Collector_Message_CountDownPart2" = "Файлы будут удалены безвозвратно!";
"Report_Collector_Button_Stop" = "Стоп";
"Report_Collector_Message_DeletionProgress" = "Прогресс удаления… %d%%";

/* some files cannot be deleted message on the Collector */
"Report_Collector_Message_Error" = "Некоторые файлы не были удалены";
"Report_Collector_Button_View" = "Показать";

/* item removal hint text on the top of Collector */
"Report_Collector_DrawerHeader" = "Убрать файлы из списка можно перетаскиванием";

/* scopebar messages: non-modal error reports and reminders */
"Report_ScopebarError_NoVolume" = "Диск был извлечен. Смонтируйте его повторно, чтобы продолжить.";
"Report_ScopebarError_NoFolder" = "Папка отсутствует. Рекомендуется повторное сканирование.";
"Report_ScopebarError_NoFile" = "Файл отсутствует. Рекомендуется повторное сканирование.";
"Report_ScopebarError_NoCurrentFolder" = "Папка отсутствует. Рекомендуется повторное сканирование.";
"Report_ScopebarError_NoTopmostFolder" = "Отсканированная папка отсутствует.";
"Report_ScopebarError_Button_Rescan" = "Пересканировать";
"Report_ScopebarError_NoAdminHelper" = "Сбой режима администратора. Рекомендуется перезапустить приложение.";
"Report_ScopebarError_Button_Restart" = "Перезапустить";
"Report_ScopebarError_DeletionTimedOut" = "Время ожидания удаления истекло. Файловая система не отвечает.";
"Report_ScopebarError_ConnectionLost" = "Соединение потеряно. Восстановите соединение с сервером и повторите попытку";
"Report_ScopebarError_AuthError" = "Ошибка авторизации. Сервер требует повторной авторизации";
"Report_ScopebarError_Button_Reauthorize" = "Реавторизовать";


